Repository: drclcomputers/GeoRemind
Catalog: GeoRemind/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hu, it, ja, nl, pl, pt, ro, tr, uk, zh_hans

source: %@ away
de: %@ entfernt
es: %@ de ti
fr: %@ de toi
hu: %@ távolság
it: %@ da te
ja: ここから %@
nl: %@ van jou
pl: %@ stąd
pt: %@ de ti
ro: %@ distanță
tr: %@ senden
uk: %@ від тебе
zh_hans: 距你 %@

source: %lld joined
de: %lld beigetreten
es: %lld se unieron
fr: %lld ont rejoint
hu: %lld csatlakozott
it: %lld iscritti
ja: %lld 人が参加
nl: %lld lid
pl: %lld dołączyło
pt: %lld entraram
ro: %lld intrați
tr: %lld katıldı
uk: %lld приєднались
zh_hans: %lld 人已加入

source: Account linked.
de: Konto verknüpft.
es: Cuenta vinculada.
fr: Compte lié.
hu: Fiók összekapcsolva.
it: Account collegato.
ja: アカウントを連携しました。
nl: Account gekoppeld.
pl: Konto połączone.
pt: Conta ligada.
ro: Cont legat.
tr: Hesap bağlandı.
uk: Обліковий запис прив'язано.
zh_hans: 账户已关联。

source: Activate
de: Aktivieren
es: Activar
fr: Activer
hu: Bekapcsolás
it: Attiva
ja: 有効化
nl: Activeer
pl: Włącz
pt: Ativar
ro: Activează
tr: Etkinleştir
uk: Увімкнути
zh_hans: 启用

source: Active
de: Aktiv
es: Activo
fr: Actif
hu: Aktív
it: Attivo
ja: オン
nl: Actief
pl: Aktywne
pt: Ativo
ro: Activ
tr: Aktif
uk: Активне
zh_hans: 开启

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
hu: Hozzáadás
it: Aggiungi
ja: 追加
nl: Voeg toe
pl: Dodaj
pt: Adicionar
ro: Adaugă
tr: Ekle
uk: Додати
zh_hans: 添加

source: Add a title and choose a location
de: Titel und Ort wählen
es: Añade un título y un lugar
fr: Ajoute un titre et un lieu
hu: Adj címet és helyet
it: Aggiungi titolo e posizione
ja: タイトルと場所を指定
nl: Voeg een titel en locatie toe
pl: Dodaj tytuł i lokalizację
pt: Põe um título e um lugar
ro: Pune un titlu și alege o locație
tr: Başlık ve konum seç
uk: Додай назву і місце
zh_hans: 填写标题并选择位置

source: Add Reminder
de: Erinnerung hinzufügen
es: Añadir recordatorio
fr: Ajouter un rappel
hu: Emlékeztető hozzáadása
it: Aggiungi promemoria
ja: リマインダーを追加
nl: Herinnering toevoegen
pl: Dodaj przypomnienie
pt: Adicionar lembrete
ro: Adaugă reminder
tr: Hatırlatıcı ekle
uk: Додати нагадування
zh_hans: 添加提醒

source: Allow "Always" location to get reminders in the background.
de: Erlaube Ortung „Immer“, um Erinnerungen im Hintergrund zu erhalten.
es: Permite ubicación «Siempre» para recordatorios en segundo plano.
fr: Autorise la localisation « Toujours » pour les rappels en arrière-plan.
hu: Engedélyezd a «Mindig» helyhozzáférést a háttérbeli emlékeztetőkhöz.
it: Consenti posizione «Sempre» per i promemoria in background.
ja: バックグラウンド通知には位置情報「常に」が必要です。
nl: Sta locatie «Altijd» toe voor herinneringen op de achtergrond.
pl: Zezwól na lokalizację „Zawsze”, aby dostawać przypomnienia w tle.
pt: Permite localização «Sempre» para lembretes em segundo plano.
ro: Permite locație „Întotdeauna” ca să primești remindere în fundal.
tr: Arka plan hatırlatıcıları için Konum «Her Zaman» izni ver.
uk: Дозволь розташування «Завжди», щоб отримувати нагадування у фоні.
zh_hans: 允许「始终」定位，以便在后台收到提醒。

source: Already have an account? Sign in
de: Schon ein Konto? Anmelden
es: ¿Ya tienes cuenta? Inicia sesión
fr: Tu as déjà un compte ? Connecte-toi
hu: Van már fiókod? Jelentkezz be
it: Hai già un account? Accedi
ja: アカウントがある？サインイン
nl: Al een account? Log in
pl: Masz już konto? Zaloguj się
pt: Já tens conta? Inicia sessão
ro: Ai deja cont? Autentifică-te
tr: Zaten hesabın var mı? Giriş yap
uk: Вже є обліковий запис? Увійди
zh_hans: 已有账户？去登录

source: An account with this email already exists. Try signing in.
de: Ein Konto mit dieser E-Mail existiert bereits. Bitte anmelden.
es: Ya existe una cuenta con este correo. Prueba a iniciar sesión.
fr: Un compte existe déjà avec cet e-mail. Essaie de te connecter.
hu: Ezzel az e-maillel már van fiók. Próbálj bejelentkezni.
it: Esiste già un account con questa email. Prova ad accedere.
ja: このメールのアカウントは既にあります。サインインしてください。
nl: Er bestaat al een account met dit e-mailadres. Probeer in te loggen.
pl: Konto z tym e-mailem już istnieje. Spróbuj się zalogować.
pt: Já existe uma conta com este e-mail. Tenta iniciar sessão.
ro: Există deja un cont cu emailul ăsta. Încearcă să te autentifici.
tr: Bu e-posta ile zaten bir hesap var. Giriş yapmayı dene.
uk: Обліковий запис із цією поштою вже є. Спробуй увійти.
zh_hans: 该邮箱已有账户。请尝试登录。

source: Any time
de: Jederzeit
es: En cualquier momento
fr: N'importe quand
hu: Bármikor
it: Qualsiasi ora
ja: いつでも
nl: Altijd
pl: O dowolnej porze
pt: A qualquer hora
ro: Oricând
tr: Her zaman
uk: Будь-коли
zh_hans: 任何时间

source: Appearance
de: Darstellung
es: Apariencia
fr: Apparence
hu: Megjelenés
it: Aspetto
ja: 外観
nl: Weergave
pl: Wygląd
pt: Aparência
ro: Aspect
tr: Görünüm
uk: Вигляд
zh_hans: 外观

source: Arrival
de: Ankunft
es: Llegada
fr: Arrivée
hu: Érkezés
it: Arrivo
ja: 到着
nl: Aankomst
pl: Przyjście
pt: Chegada
ro: Sosire
tr: Varış
uk: Прибуття
zh_hans: 到达

source: At least 8 characters
de: Mindestens 8 Zeichen
es: Al menos 8 caracteres
fr: Au moins 8 caractères
hu: Legalább 8 karakter
it: Almeno 8 caratteri
ja: 8文字以上
nl: Minstens 8 tekens
pl: Co najmniej 8 znaków
pt: Pelo menos 8 caracteres
ro: Minim 8 caractere
tr: En az 8 karakter
uk: Щонайменше 8 символів
zh_hans: 至少 8 个字符

source: Both
de: Beides
es: Ambos
fr: Les deux
hu: Mindkettő
it: Entrambi
ja: 両方
nl: Beide
pl: Oba
pt: Ambos
ro: Ambele
tr: İkisi
uk: Обидва
zh_hans: 两者

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hu: Mégsem
it: Annulla
ja: キャンセル
nl: Annuleren
pl: Anuluj
pt: Cancelar
ro: Anulează
tr: İptal
uk: Скасувати
zh_hans: 取消

source: Change profile photo
de: Profilfoto ändern
es: Cambiar foto
fr: Changer la photo
hu: Fotó módosítása
it: Cambia foto
ja: 写真を変更
nl: Wijzig foto
pl: Zmień zdjęcie
pt: Alterar foto
ro: Schimbă poza de profil
tr: Fotoğrafı değiştir
uk: Змінити фото
zh_hans: 更换头像

source: Change username
de: Namen ändern
es: Cambiar usuario
fr: Changer le nom
hu: Név módosítása
it: Cambia nome
ja: ユーザー名を変更
nl: Wijzig naam
pl: Zmień nazwę
pt: Alterar nome
ro: Schimbă numele
tr: Adı değiştir
uk: Змінити ім'я
zh_hans: 更改用户名

source: Clear
de: Löschen
es: Borrar
fr: Effacer
hu: Törlés
it: Cancella
ja: クリア
nl: Wis
pl: Wyczyść
pt: Limpar
ro: Șterge
tr: Temizle
uk: Очистити
zh_hans: 清除

source: Confirm with Facebook
de: Mit Facebook bestätigen
es: Confirmar con Facebook
fr: Confirmer avec Facebook
hu: Megerősítés Facebookkal
it: Conferma con Facebook
ja: Facebook で確認
nl: Bevestig met Facebook
pl: Potwierdź przez Facebook
pt: Confirmar com o Facebook
ro: Confirmă cu Facebook
tr: Facebook ile doğrula
uk: Підтвердити через Facebook
zh_hans: 用 Facebook 确认

source: Confirm with Google
de: Mit Google bestätigen
es: Confirmar con Google
fr: Confirmer avec Google
hu: Megerősítés Google-lal
it: Conferma con Google
ja: Google で確認
nl: Bevestig met Google
pl: Potwierdź przez Google
pt: Confirmar com o Google
ro: Confirmă cu Google
tr: Google ile doğrula
uk: Підтвердити через Google
zh_hans: 用 Google 确认

source: Confirm your email first — check your inbox.
de: Bestätige zuerst deine E-Mail — schau ins Postfach.
es: Confirma primero el correo — mira la bandeja de entrada.
fr: Confirme d'abord ton e-mail — regarde ta boîte de réception.
hu: Először erősítsd meg az e-mailt — nézd meg a bejövőket.
it: Conferma prima l'email — controlla la posta.
ja: 先にメールを確認してください。受信箱を見て。
nl: Bevestig eerst je e-mail — kijk in je inbox.
pl: Najpierw potwierdź e-mail — sprawdź skrzynkę.
pt: Confirma primeiro o e-mail — vê a caixa de entrada.
ro: Confirmă emailul întâi — uită-te în inbox.
tr: Önce e-postanı doğrula — gelen kutuna bak.
uk: Спочатку підтвердь пошту — зазирни в inbox.
zh_hans: 请先验证邮箱 — 去收件箱看看。

source: Confirms it's you, then deletes the account.
de: Bestätigt, dass du es bist, und löscht das Konto.
es: Confirma que eres tú y luego borra la cuenta.
fr: Confirme que c'est toi, puis supprime le compte.
hu: Megerősíti, hogy te vagy, majd törli a fiókot.
it: Conferma che sei tu, poi elimina l'account.
ja: 本人確認のあとアカウントを削除します。
nl: Bevestigt dat jij het bent en verwijdert daarna het account.
pl: Potwierdza, że to ty, a potem usuwa konto.
pt: Confirma que és tu e depois apaga a conta.
ro: Confirmă că ești tu, apoi șterge contul.
tr: Sen olduğunu doğrular, sonra hesabı siler.
uk: Підтверджує, що це ти, потім видаляє обліковий запис.
zh_hans: 确认是你本人后删除账户。

source: Connected accounts
de: Verknüpfte Konten
es: Cuentas vinculadas
fr: Comptes liés
hu: Kapcsolt fiókok
it: Account collegati
ja: 連携アカウント
nl: Gekoppelde accounts
pl: Połączone konta
pt: Contas ligadas
ro: Conturi conectate
tr: Bağlı hesaplar
uk: Прив'язані облікові записи
zh_hans: 已关联账户

source: Continue
de: Weiter
es: Continuar
fr: Continuer
hu: Tovább
it: Continua
ja: 続ける
nl: Doorgaan
pl: Dalej
pt: Continuar
ro: Continuă
tr: Devam
uk: Продовжити
zh_hans: 继续

source: Continue with Facebook
de: Weiter mit Facebook
es: Continuar con Facebook
fr: Continuer avec Facebook
hu: Folytatás Facebookkal
it: Continua con Facebook
ja: Facebook で続ける
nl: Doorgaan met Facebook
pl: Kontynuuj z Facebook
pt: Continuar com o Facebook
ro: Continuă cu Facebook
tr: Facebook ile devam
uk: Продовжити з Facebook
zh_hans: 使用 Facebook 继续

source: Continue with Google
de: Weiter mit Google
es: Continuar con Google
fr: Continuer avec Google
hu: Folytatás Google-lal
it: Continua con Google
ja: Google で続ける
nl: Doorgaan met Google
pl: Kontynuuj z Google
pt: Continuar com o Google
ro: Continuă cu Google
tr: Google ile devam
uk: Продовжити з Google
zh_hans: 使用 Google 继续

source: Couldn't delete the account photo. Try again.
de: Profilfoto konnte nicht gelöscht werden. Bitte erneut versuchen.
es: No se pudo borrar la foto. Inténtalo de nuevo.
fr: Impossible de supprimer la photo. Réessaie.
hu: A profilkép nem törölhető. Próbáld újra.
it: Impossibile eliminare la foto. Riprova.
ja: 写真を削除できませんでした。もう一度どうぞ。
nl: Foto kon niet worden verwijderd. Probeer opnieuw.
pl: Nie udało się usunąć zdjęcia. Spróbuj ponownie.
pt: Não foi possível apagar a foto. Tenta de novo.
ro: Fotografia contului nu a putut fi ștearsă. Încearcă din nou.
tr: Foto silinemedi. Tekrar dene.
uk: Не вдалося видалити фото. Спробуй ще раз.
zh_hans: 无法删除头像。请再试一次。

source: Couldn't finish sign in. Add georemind://auth-callback in Supabase Redirect URLs.
de: Anmeldung nicht abgeschlossen. Füge georemind://auth-callback unter Supabase Redirect URLs hinzu.
es: No se pudo terminar el inicio de sesión. Añade georemind://auth-callback en Redirect URLs de Supabase.
fr: Connexion inachevée. Ajoute georemind://auth-callback dans les Redirect URLs Supabase.
hu: A bejelentkezés nem fejeződött be. Add hozzá a georemind://auth-callback címet a Supabase Redirect URLs-hez.
it: Accesso non completato. Aggiungi georemind://auth-callback nelle Redirect URLs di Supabase.
ja: サインインを完了できません。Supabase の Redirect URLs に georemind://auth-callback を追加してください。
nl: Inloggen niet afgemaakt. Voeg georemind://auth-callback toe bij Supabase Redirect URLs.
pl: Nie dokończono logowania. Dodaj georemind://auth-callback w Redirect URLs w Supabase.
pt: Não foi possível concluir o início de sessão. Adiciona georemind://auth-callback nas Redirect URLs do Supabase.
ro: Nu s-a putut finaliza autentificarea. Adaugă georemind://auth-callback în URL-urile de redirecționare din Supabase.
tr: Giriş bitmedi. Supabase Redirect URLs içine georemind://auth-callback ekle.
uk: Вхід не завершено. Додай georemind://auth-callback у Redirect URLs у Supabase.
zh_hans: 无法完成登录。请在 Supabase Redirect URLs 中添加 georemind://auth-callback。

source: Couldn't save
de: Speichern fehlgeschlagen
es: No se pudo guardar
fr: Enregistrement impossible
hu: Mentés sikertelen
it: Salvataggio non riuscito
ja: 保存できませんでした
nl: Opslaan mislukt
pl: Nie udało się zapisać
pt: Não foi possível guardar
ro: Nu s-a putut salva
tr: Kaydedilemedi
uk: Не вдалося зберегти
zh_hans: 无法保存

source: Create
de: Erstellen
es: Crear
fr: Créer
hu: Létrehozás
it: Crea
ja: 作成
nl: Maak
pl: Utwórz
pt: Criar
ro: Creează
tr: Oluştur
uk: Створити
zh_hans: 创建

source: Create a group to share reminders with friends.
de: Erstelle eine Gruppe, um Erinnerungen zu teilen.
es: Crea un grupo para compartir recordatorios.
fr: Crée un groupe pour partager des rappels.
hu: Hozz létre csoportot az emlékeztetők megosztásához.
it: Crea un gruppo per condividere i promemoria.
ja: グループを作ってリマインダーを共有。
nl: Maak een groep om herinneringen te delen.
pl: Utwórz grupę, aby dzielić się przypomnieniami.
pt: Cria um grupo para partilhar lembretes.
ro: Creează un grup ca să împarți remindere cu prietenii.
tr: Hatırlatıcı paylaşmak için grup oluştur.
uk: Створи групу, щоб ділитися нагадуваннями.
zh_hans: 创建群组，和朋友共享提醒。

source: Create Account
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte
hu: Fiók létrehozása
it: Crea account
ja: アカウント作成
nl: Account maken
pl: Utwórz konto
pt: Criar conta
ro: Creează cont
tr: Hesap oluştur
uk: Створити обліковий запис
zh_hans: 创建账户

source: Create an account
de: Konto erstellen
es: Crea una cuenta
fr: Créer un compte
hu: Hozz létre fiókot
it: Crea un account
ja: アカウントを作成
nl: Maak een account
pl: Utwórz konto
pt: Cria uma conta
ro: Creează un cont
tr: Hesap oluştur
uk: Створіть обліковий запис
zh_hans: 创建账户

source: Creating…
de: Wird erstellt…
es: Creando…
fr: Création…
hu: Létrehozás…
it: Creazione…
ja: 作成中…
nl: Bezig met maken…
pl: Tworzenie…
pt: A criar…
ro: Se creează…
tr: Oluşturuluyor…
uk: Створення…
zh_hans: 正在创建…

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
hu: Sötét
it: Scuro
ja: ダーク
nl: Donker
pl: Ciemny
pt: Escuro
ro: Întunecat
tr: Koyu
uk: Темна
zh_hans: 深色

source: Days
de: Tage
es: Días
fr: Jours
hu: Napok
it: Giorni
ja: 曜日
nl: Dagen
pl: Dni
pt: Dias
ro: Zile
tr: Günler
uk: Дні
zh_hans: 星期

source: Deactivate
de: Deaktivieren
es: Desactivar
fr: Désactiver
hu: Kikapcsolás
it: Disattiva
ja: 無効化
nl: Deactiveer
pl: Wyłącz
pt: Desativar
ro: Dezactivează
tr: Kapat
uk: Вимкнути
zh_hans: 停用

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
hu: Törlés
it: Elimina
ja: 削除
nl: Verwijderen
pl: Usuń
pt: Eliminar
ro: Șterge
tr: Sil
uk: Видалити
zh_hans: 删除

source: Delete Account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
hu: Fiók törlése
it: Elimina account
ja: アカウントを削除
nl: Account verwijderen
pl: Usuń konto
pt: Eliminar conta
ro: Șterge contul
tr: Hesabı sil
uk: Видалити обліковий запис
zh_hans: 删除账户

source: Delete GeoReminder
de: GeoReminder löschen
es: Eliminar GeoReminder
fr: Supprimer le GeoReminder
hu: GeoReminder törlése
it: Elimina GeoReminder
ja: GeoReminder を削除
nl: Verwijder GeoReminder
pl: Usuń GeoReminder
pt: Eliminar GeoReminder
ro: Șterge GeoReminder-ul
tr: GeoReminder'ı sil
uk: Видалити GeoReminder
zh_hans: 删除 GeoReminder

source: Delete group
de: Gruppe löschen
es: Eliminar grupo
fr: Supprimer le groupe
hu: Csoport törlése
it: Elimina gruppo
ja: グループを削除
nl: Groep verwijderen
pl: Usuń grupę
pt: Eliminar grupo
ro: Șterge grupul
tr: Grubu sil
uk: Видалити групу
zh_hans: 删除群组

source: Delete this GeoReminder?
de: Diesen GeoReminder löschen?
es: ¿Eliminar este GeoReminder?
fr: Supprimer ce GeoReminder ?
hu: Törlöd ezt a GeoRemindert?
it: Eliminare questo GeoReminder?
ja: この GeoReminder を削除しますか？
nl: Deze GeoReminder verwijderen?
pl: Usunąć ten GeoReminder?
pt: Eliminar este GeoReminder?
ro: Ștergi acest GeoReminder?
tr: Bu GeoReminder silinsin mi?
uk: Видалити цей GeoReminder?
zh_hans: 删除这条 GeoReminder？

source: Delete this group?
de: Diese Gruppe löschen?
es: ¿Eliminar este grupo?
fr: Supprimer ce groupe ?
hu: Törlöd ezt a csoportot?
it: Eliminare questo gruppo?
ja: このグループを削除しますか？
nl: Deze groep verwijderen?
pl: Usunąć tę grupę?
pt: Eliminar este grupo?
ro: Ștergi acest grup?
tr: Bu grup silinsin mi?
uk: Видалити цю групу?
zh_hans: 删除这个群组？

source: Delete with password
de: Mit Passwort löschen
es: Eliminar con contraseña
fr: Supprimer avec le mot de passe
hu: Törlés jelszóval
it: Elimina con password
ja: パスワードで削除
nl: Verwijderen met wachtwoord
pl: Usuń hasłem
pt: Eliminar com palavra-passe
ro: Șterge cu parolă
tr: Şifreyle sil
uk: Видалити з паролем
zh_hans: 用密码删除

source: Departure
de: Abfahrt
es: Salida
fr: Départ
hu: Távozás
it: Partenza
ja: 出発
nl: Vertrek
pl: Wyjście
pt: Partida
ro: Plecare
tr: Ayrılış
uk: Відправлення
zh_hans: 离开

source: Description
de: Beschreibung
es: Descripción
hu: Leírás
it: Descrizione
ja: 説明
nl: Beschrijving
pl: Opis
pt: Descrição
ro: Descriere
tr: Açıklama
uk: Опис
zh_hans: 说明

source: Distance
de: Entfernung
es: Distancia
hu: Távolság
it: Distanza
ja: 距離
nl: Afstand
pl: Odległość
pt: Distância
ro: Distanță
tr: Mesafe
uk: Відстань
zh_hans: 距离

source: Don't forget!
de: Nicht vergessen!
es: ¡No lo olvides!
fr: N'oublie pas !
hu: Ne feledd!
it: Non dimenticare!
ja: 忘れないで！
nl: Vergeet het niet!
pl: Nie zapomnij!
pt: Não te esqueças!
ro: Nu uita!
tr: Unutma!
uk: Не забудь!
zh_hans: 别忘了！

source: Don't have an account? Sign up
de: Kein Konto? Registrieren
es: ¿No tienes cuenta? Regístrate
fr: Pas de compte ? Inscris-toi
hu: Nincs fiókod? Regisztrálj
it: Non hai un account? Registrati
ja: アカウントがない？登録
nl: Geen account? Registreer
pl: Nie masz konta? Zarejestruj się
pt: Não tens conta? Regista-te
ro: Nu ai cont? Creează unul
tr: Hesabın yok mu? Kaydol
uk: Немає облікового запису? Зареєструйся
zh_hans: 没有账户？去注册

source: Done
de: Fertig
es: Listo
fr: OK
hu: Kész
it: Fine
ja: 完了
nl: Klaar
pl: Gotowe
pt: OK
ro: Gata
tr: Tamam
uk: Готово
zh_hans: 完成

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
hu: Szerkesztés
it: Modifica
ja: 編集
nl: Wijzig
pl: Edytuj
pt: Editar
ro: Editează
tr: Düzenle
uk: Змінити
zh_hans: 编辑

source: Enable
de: Aktivieren
es: Activar
fr: Activer
hu: Engedélyezés
it: Attiva
ja: 有効にする
nl: Schakel in
pl: Włącz
pt: Ativar
ro: Activează
tr: Etkinleştir
uk: Увімкнути
zh_hans: 启用

source: Every day
de: Jeden Tag
es: Todos los días
fr: Tous les jours
hu: Minden nap
it: Ogni giorno
ja: 毎日
nl: Elke dag
pl: Codziennie
pt: Todos os dias
ro: În fiecare zi
tr: Her gün
uk: Щодня
zh_hans: 每天

source: Every time
de: Jedes Mal
es: Cada vez
fr: À chaque fois
hu: Minden alkalommal
it: Ogni volta
ja: 毎回
nl: Elke keer
pl: Za każdym razem
pt: Sempre
ro: De fiecare dată
tr: Her seferinde
uk: Щоразу
zh_hans: 每次

source: Everyone in the group can see this reminder on the map.
de: Die ganze Gruppe sieht es auf der Karte.
es: Todo el grupo lo ve en el mapa.
fr: Tout le groupe le voit sur la carte.
hu: Az egész csoport látja a térképen.
it: Tutto il gruppo lo vede sulla mappa.
ja: グループ全員が地図で見られます。
nl: De hele groep ziet het op de kaart.
pl: Cała grupa widzi to na mapie.
pt: Todo o grupo o vê no mapa.
ro: Toți din grup îl văd pe hartă.
tr: Gruptaki herkes haritada görür.
uk: Уся група бачить його на мапі.
zh_hans: 群组里的人都能在地图上看到。

source: Expired
de: Abgelaufen
es: Caducado
fr: Expiré
hu: Lejárt
it: Scaduto
ja: 期限切れ
nl: Verlopen
pl: Wygasł
pt: Expirado
ro: Expirat
tr: Süresi doldu
uk: Прострочено
zh_hans: 已过期

source: Feet, miles
de: Fuß, Meilen
es: Pies, millas
fr: Pieds, miles
hu: Láb, mérföld
it: Piedi, miglia
ja: フィート、マイル
nl: Voet, mijlen
pl: Stopy, mile
pt: Pés, milhas
ro: Picioare, mile
tr: Fit, mil
uk: Фути, милі
zh_hans: 英尺、英里

source: Fires every time you arrive or leave, on the selected days.
de: Löst bei jedem Kommen oder Gehen an den gewählten Tagen aus.
es: Suena cada vez que llegas o sales, los días elegidos.
fr: Se déclenche à chaque arrivée ou départ, les jours choisis.
hu: Minden érkezéskor vagy távozáskor szól a kiválasztott napokon.
it: Suona ogni volta che arrivi o parti, nei giorni scelti.
ja: 選んだ曜日の到着・出発のたびに通知します。
nl: Gaat af bij aankomst of vertrek op de gekozen dagen.
pl: Działa przy każdym wejściu lub wyjściu w wybrane dni.
pt: Dispara sempre que chegas ou sais, nos dias escolhidos.
ro: Sună de fiecare dată când ajungi sau pleci, în zilele alese.
tr: Seçilen günlerde her varış veya çıkışta çalışır.
uk: Спрацьовує щоразу, коли приходиш або йдеш, у вибрані дні.
zh_hans: 在所选日期，每次到达或离开都会提醒。

source: Fires once, then turns itself off.
de: Löst einmal aus und schaltet sich dann aus.
es: Suena una vez y luego se apaga.
fr: Se déclenche une fois, puis s'éteint.
hu: Egyszer szól, aztán kikapcsol.
it: Suona una volta, poi si spegne.
ja: 1回通知してオフになります。
nl: Gaat één keer af en zet zichzelf uit.
pl: Działa raz, potem się wyłącza.
pt: Dispara uma vez e depois desliga-se.
ro: Sună o dată, apoi se oprește singur.
tr: Bir kez çalışır, sonra kapanır.
uk: Спрацьовує один раз, потім вимикається.
zh_hans: 提醒一次后自动关闭。

source: From
de: Von
es: Desde
fr: De
hu: Tól
it: Da
ja: 開始
nl: Van
pl: Od
pt: De
ro: De la
tr: Başlangıç
uk: З
zh_hans: 从

source: GeoRemind user
de: GeoRemind-Nutzer
es: Usuario de GeoRemind
fr: Utilisateur GeoRemind
hu: GeoRemind-felhasználó
it: Utente GeoRemind
ja: GeoRemind ユーザー
nl: GeoRemind-gebruiker
pl: Użytkownik GeoRemind
pt: Utilizador GeoRemind
ro: Utilizator GeoRemind
tr: GeoRemind kullanıcısı
uk: Користувач GeoRemind
zh_hans: GeoRemind 用户

source: GeoReminders you add will show up here.
de: Deine GeoReminders erscheinen hier.
es: Tus GeoReminders aparecerán aquí.
fr: Tes GeoReminders apparaîtront ici.
hu: Itt jelennek meg a GeoRemindereid.
it: I tuoi GeoReminder compariranno qui.
ja: 追加した GeoReminder がここに表示されます。
nl: Je GeoReminders verschijnen hier.
pl: Twoje GeoRemindery pojawią się tutaj.
pt: Os teus GeoReminders aparecem aqui.
ro: Reminder-ele pe care le adaugi apar aici.
tr: Eklediğin GeoReminder'lar burada görünür.
uk: Твої GeoReminderи з’являться тут.
zh_hans: 你添加的 GeoReminder 会显示在这里。

source: Get Started
de: Loslegen
es: Empezar
fr: Commencer
hu: Kezdés
it: Inizia
ja: はじめる
nl: Aan de slag
pl: Zaczynamy
pt: Começar
ro: Începe
tr: Başla
uk: Почати
zh_hans: 开始

source: Group
de: Gruppe
es: Grupo
fr: Groupe
hu: Csoport
it: Gruppo
ja: グループ
nl: Groep
pl: Grupa
pt: Grupo
ro: Grup
tr: Grup
uk: Група
zh_hans: 群组

source: Group name
de: Gruppenname
es: Nombre del grupo
fr: Nom du groupe
hu: Csoportnév
it: Nome del gruppo
ja: グループ名
nl: Groepsnaam
pl: Nazwa grupy
pt: Nome do grupo
ro: Numele grupului
tr: Grup adı
uk: Назва групи
zh_hans: 群组名称

source: Groups
de: Gruppen
es: Grupos
fr: Groupes
hu: Csoportok
it: Gruppi
ja: グループ
nl: Groepen
pl: Grupy
pt: Grupos
ro: Grupuri
tr: Gruplar
uk: Групи
zh_hans: 群组

source: Hey! Don't forget about your GeoReminder at "%@"!
de: Vergiss deinen GeoReminder bei „%@“ nicht!
es: ¡No olvides tu GeoReminder en «%@»!
fr: N'oublie pas ton GeoReminder à « %@ » !
hu: Ne feledd a(z) „%@” GeoReminderedet!
it: Non dimenticare il GeoReminder a «%@»!
ja: 「%@」の GeoReminder を忘れずに！
nl: Vergeet je GeoReminder bij «%@» niet!
pl: Nie zapomnij o GeoReminderze przy „%@”!
pt: Não te esqueças do GeoReminder em «%@»!
ro: Hei! Nu uita de GeoReminder-ul tău la „%@”!
tr: «%@» konumundaki GeoReminder'ını unutma!
uk: Не забудь про GeoReminder біля «%@»!
zh_hans: 别忘了「%@」的 GeoReminder！

source: Hey! You're in the proximity of this GeoReminder's location!
de: Du bist in der Nähe dieses GeoReminders!
es: ¡Estás en la zona de este GeoReminder!
fr: Tu es dans la zone de ce GeoReminder !
hu: A GeoReminder zónájában vagy!
it: Sei vicino a questo GeoReminder!
ja: この GeoReminder の範囲に入りました！
nl: Je bent in de buurt van deze GeoReminder!
pl: Jesteś w strefie tego GeoRemindera!
pt: Estás na zona deste GeoReminder!
ro: Ești în zona acestui GeoReminder!
tr: Bu GeoReminder'ın bölgesindesin!
uk: Ти в зоні цього GeoReminderа!
zh_hans: 你已进入这条 GeoReminder 的范围！

source: Home
de: Zuhause
es: Casa
fr: Maison
hu: Otthon
it: Casa
ja: 自宅
nl: Thuis
pl: Dom
pt: Casa
ro: Acasă
tr: Ev
uk: Дім
zh_hans: 家

source: Hours
de: Stunden
es: Horas
fr: Heures
hu: Órák
it: Ore
ja: 時間
nl: Uren
pl: Godziny
pt: Horas
ro: Ore
tr: Saatler
uk: Години
zh_hans: 时段
